{
    "books": [
      {
        "name": "Bumi Manusia",
        "description": "`Bumi Manusia` mengisahkan Minke, seorang pelajar Jawa yang berjuang melawan ketidakadilan di bawah penjajahan Belanda di Hindia Belanda pada awal abad ke-20. Novel ini mencerminkan konflik antara tradisi Jawa dan modernitas Barat serta menggambarkan kisah percintaan rumit Minke dengan Annelies, seorang gadis Belanda. Tema-tema utama termasuk perjuangan keadilan, ras, dan kelas sosial di bawah pemerintahan kolonial.",
        "publisher": "Hasta Mitra",
        "year": 1980,
        "author": "Pramoedya Ananta Toer",
        "imageLink": "../public/assets/Buku/bumimanusia.jpg",
        "genre":"Drama",
        "isbn":"978-3885483304",
        "halaman":386,
        "stok":20,
        "bahasa":"Indonesia",
        "rating":4.1
      },
      {
        "name": "Laskar Pelangi",
        "description": "`Laskar Pelangi` menceritakan kisah anak-anak di desa kecil Belitong yang membentuk kelompok `Laskar Pelangi` untuk mengatasi kesulitan belajar di sekolah. Meskipun dihadapkan pada berbagai tantangan, mereka tetap bersemangat meraih impian melalui pendidikan. Novel ini menyoroti nilai-nilai persahabatan, keberanian, dan semangat pantang menyerah.",
        "publisher": "Bentang Pustaka",
        "year": 2009,
        "author": "Andrea Hirata",
        "imageLink": "../public/assets/Buku/laskarpelangi.jpg",
        "genre":"Komedi",
        "isbn":"979-3062797",
        "halaman":534,
        "stok":10,
        "bahasa":"Indonesia",
        "rating":4.6
      },
      {
        "name": "Daun yang Jatuh Tak Pernah Membenci Angin",
        "description": "Dia bagai malaikat bagi keluarga kami. Merengkuh aku, adikku, dan Ibu dari kehidupan jalanan yang miskin dan nestapa. Memberikan makan, tempat berteduh, sekolah, dan janji masa depan yang lebih baik. Dia sungguh bagai malaikat bagi keluarga kami. Memberikan kasih sayang, perhatian, dan teladan tanpa mengharap budi sekali pun. Dan lihatlah, aku membalas itu semua dengan membiarkan mekar perasaan ini. Ibu benar, tak layak aku mencintai malaikat keluarga kami. Tak pantas. Maafkan aku, Ibu. Perasaan kagum, terpesona, atau entahlah itu muncul tak tertahankan bahkan sejak rambutku masih dikepang dua. Sekarang, ketika aku tahu dia boleh jadi tidak pernah menganggapku lebih dari seorang adik yang tidak tahu diri, biarlah... Biarlah aku luruh ke bumi seperti sehelai daun… daun yang tidak pernah membenci angin meski harus terenggutkan dari tangkai pohonnya.",
        "publisher": "Gramedia",
        "year": 2018,
        "author": "Tere Liye",
        "imageLink": "../public/assets/Buku/daunjatuh.jpg",
        "genre":"Fiksi",
        "isbn":"978-6020331607",
        "halaman":256,
        "stok":8,
        "bahasa":"Indonesia",
        "rating":4.4
      },
      {
        "name": "Good for a Girl: A Woman Running in a Man`s World",
        "description": "Good for a Girl adalah kisah Lauren Fleshman, atlet lari terkenal, tentang cintanya pada lari sejak kecil, mengatasi cedera, dan berjuang untuk memperbaiki sistem olahraga yang sering kali tidak mendukung perempuan. Buku ini mencampur memoar dan manifesto, menyoroti ketidaksetaraan dalam olahraga dan mengajak untuk membangun kembali sistem olahraga yang memprioritaskan perempuan. Fleshman menggambarkan pengalamannya sendiri dan penelitian tentang atlet muda, menyerukan perubahan dalam cara kita memandang olahraga untuk perempuan muda.",
        "publisher": "Penguin Press",
        "year": 2023,
        "author": "Lauren Fleshman",
        "imageLink": "../public/assets/Buku/goodgirl.jpg",
        "genre":"Memoar",
        "isbn":"978-0593296783",
        "halaman":288,
        "stok":15,
        "bahasa":"Inggris",
        "rating":4.8
      },
      {
        "name": "The Mostly True Story of Tanner & Louise",
        "description": "Tanner Quimby, 21 tahun, butuh tempat tinggal. Dengan opsi terbatas, dia jadi pengasuh wanita tua, Louise Wilt. Louise enggan punya pengasuh, dan keduanya awalnya cuek. Tapi Tanner curiga saat Louise terlihat mencurigakan dan dikejar berita perampokan. Louise muncul larut malam, maksa pergi kota. Mulailah petualangan tak terduga antara wanita tua dan muda ini, melarikan diri dari masa lalu mereka.",
        "publisher": "Berkley",
        "year": 2023,
        "author": "Colleen Oakley",
        "imageLink": "../public/assets/Buku/tanser.jpg",
        "genre":"Komedi",
        "isbn":"978-0593200803",
        "halaman":352,
        "stok":2,
        "bahasa":"Inggris",
        "rating":4.3
      },
      {
        "name": "Watersong",
        "description": "Souji Arai melanggar kesepakatan dengan klien berpengaruh, membuatnya harus melarikan diri dari Akakawa untuk menyelamatkan nyawanya. Saat mencari kekasihnya, Youko, yang tiba-tiba menghilang, Souji dihantui oleh mimpi dan ramalan peramal. Dia pindah ke Tokyo untuk memulai hidup baru, tetapi misteri seputar Youko mengubah segalanya. Dalam pencariannya, dia menemukan fakta yang bertentangan dengan cerita Youko. Novel ini menggambarkan perjalanan Souji mencari kebenaran di tengah ketidakpastian dan rahasia masa lalu.",
        "publisher": "Gramedia",
        "year": 2023,
        "author": "Clarissa Goenawan",
        "imageLink": "../public/assets/Buku/Watersong.jpg",
        "genre":"Misteri",
        "isbn":"978-1914484117",
        "halaman":392,
        "stok":2,
        "bahasa":"Indonesia",
        "rating":3.8
      },
      {
        "name": "I Went To See My Father",
        "description": "I Went to See My Father mengisahkan Hon yang kembali merawat ayahnya dua tahun setelah kehilangan putrinya. Awalnya, ayahnya terlihat pendiam dan rapuh. Namun, setelah menemukan kotak surat, Hon mengungkap kebenaran masa lalu keluarganya. Dalam perjalanan emosional, Hon semakin dekat dengan ayah yang kompleks, mengungkap rahasia, perselingkuhan, dan keterlibatan dalam sekte agama. Novel ini tidak hanya menggambarkan pria tersebut, tetapi juga membuka jendela pada manusia, keluarga, kehilangan, dan perang. Penerjemah Anton Hur berhasil menyampaikan dengan baik, membuatnya menjadi novel ambisius, global, epik, dan abadi.",
        "publisher": "Astra House",
        "year": 2023,
        "author": "Kyung-Sook Shin",
        "imageLink": "../public/assets/Buku/father.jpg",
        "genre":"Warisan Budaya",
        "isbn":"978-1662601378",
        "halaman":304,
        "stok":12,
        "bahasa":"Indonesia",
        "rating":3.6
      },
      {
        "name": "Romantic Comedy",
        "description": "Sally Milz, penulis sketsa untuk acara komedi 'The Night Owls,' fokus pada hook-up dan kesuksesan karir setelah patah hati. Saat temannya, Danny, berkencan dengan aktris glamor, Annabel, Sally menciptakan sketsa 'The Danny Horst Rule' yang mengolok-olok dinamika pria berbakat dan wanita cantik. Ketika bintang pop Noah Brewster muncul, Sally dekat dengannya, mempertanyakan kemungkinan cinta di kehidupan nyata. Curtis Sittenfeld menggambarkan kompleksitas cinta dan mengulas ritual sosial romansa dan gender di era modern.",
        "publisher": "Random House",
        "year": 2023,
        "author": "Curtis Sittenfeld",
        "imageLink": "../public/assets/Buku/romantic.jpg",
        "genre":"Romansa",
        "isbn":"978-0399590948",
        "halaman":320,
        "stok":2,
        "bahasa":"Inggris",
        "rating":4.1
      },
      {
        "name": "The Case for Christ: A Journalist`s Personal Investigation of the Evidence for Jesus",
        "description": "Dalam 'The Case for Christ' yang direvisi, Lee Strobel mengeksplorasi pertanyaan kritis tentang keandalan Perjanjian Baru, keberadaan bukti tentang Yesus di luar Alkitab, dan apakah kebangkitan Yesus adalah peristiwa nyata. Melalui penyelidikan komprehensif dengan para ahli, Strobel menyajikan argumen yang kuat untuk keberadaan Yesus. Buku ini memenangkan Gold Medallion Book Award dan telah terjual lebih dari 5 juta eksemplar. Edisi terbaru ini mencakup pembaruan arkeologi dan naskah, serta wawancara dengan penulis. 'The Case for Christ' mendirikan standar baru dalam apologi kontemporer.",
        "publisher": "Zondervan",
        "year": 2016,
        "author": "Lee Strobel",
        "imageLink": "../public/assets/Buku/casecrhrist.jpg",
        "genre":"Keagamaan",
        "isbn":"978-0310350033",
        "halaman":464,
        "stok":3,
        "bahasa":"Inggris",
        "rating":4.8
      },
      {
        "name": "Inheritance: The Lost Bride Trilogy, Book 1",
        "description": "Pada tahun 1806, Astrid Poole dibunuh sebelum pernikahannya, meninggalkan janji kepada Collin. Desainer grafis Sonya MacTavish mengetahui bahwa ayahnya memiliki saudara kembar yang baru ditemukan, Collin Poole, yang mewariskan rumah megah di Maine padanya. Sonya, setelah pertunangan putus, mencari tahu mengapa mereka dipisahkan dan menemukan warisan kelam. Trey, pengacara yang menyambutnya, mengakui bahwa rumah itu berhantu. Sonya menemukan benda berpindah dan musik misterius, serta menghadapi kutukan dan teka-teki yang harus dipecahkan.",
        "publisher": "St. Martin's Press",
        "year": 2023,
        "author": "Nora Roberts",
        "imageLink": "../public/assets/Buku/lostbride.jpg",
        "genre":"Fiksi",
        "isbn":"9B0BQGJRBFV",
        "halaman":448,
        "stok":2,
        "bahasa":"Inggris",
        "rating":4.6
      },
      {
        "name": "The Edge (6:20 Man Book 2)",
        "description": "Jenny Silkwell, agen CIA, dibunuh di Maine, meninggalkan informasi rahasia negara. Mantan Army Ranger Travis Devine dipanggil untuk memecahkan kasus dan mengambil kembali data tersebut. Di kota kecil, Devine harus meraih kepercayaan penduduk setempat, tetapi menghadapi rahasia dan ancaman yang kompleks. Saat menjelajahi masa lalu kelam dan intrik kota, Devine tidak tahu siapa yang dapat dipercayai dan siapa yang ingin membunuhnya.",
        "publisher": "Grand Central Publishing",
        "year": 2023,
        "author": "David Baldacci",
        "imageLink": "../public/assets/Buku/edge.jpg",
        "genre":"Petualangan",
        "isbn":"B0BTZ2CQQ1",
        "halaman":461,
        "stok":2,
        "bahasa":"Inggris",
        "rating":4.6
      },
      {
        "name": "Perahu Kertas",
        "description": "Namanya Kugy, mungil, pengkhayal, dan berantakan. Dari benaknya, mengalir untaian dongeng indah. Keenan belum pernah bertemu manusia seaneh itu. Namanya Keenan. Cerdas, artistik, dan penuh kejutan. Dari tangannya, mewujud lukisan-lukisan magis. Kugy belum pernah bertemu manusia seajaib itu. Dan kini mereka berhadapan di antara hamparan misteri dan rintangan. Akankah dongeng dan lukisan itu bersatu? Akankah hati dan impian mereka bertemu?",
        "publisher": "Bentang Pustaka",
        "year": 2009,
        "author": "Dewi Lestari",
        "imageLink": "../public/assets/Buku/cover.jpg",
        "genre":"Fiksi",
        "isbn":"978-9791227780",
        "halaman":444,
        "stok":1,
        "bahasa":"Indonesia",
        "rating":4.3
      },
      {
        "name": "Laut Bercerita",
        "description": "Hilangnya aktivis mahasiswa ini masih menjadi misteri besar yang belum terungkap hingga saat ini. Dengan latar waktu tahun 90-an, novel ini akan membawa kamu menjelajahi masa lalu yang penuh dengan peristiwa menegangkan dan tak terlupakan",
        "publisher": "Gramedia",
        "year": 2017,
        "author": "Leila S. Chudori",
        "imageLink": "../public/assets/Buku/laut.jpg",
        "genre":"Fiksi",
        "isbn":"978-6024246945",
        "halaman":379,
        "stok":0,
        "bahasa":"Indonesia",
        "rating":4.3
      }              
    ]
  }